Repository: Fabinout/plint
Catalog: plint/res/messages_*.po
Languages: fr

source: Check poem on stdin according to a template
fr: Vérifier le poème fourni sur l'entrée standard suivant un modèle

source: the file containing the template for the input poem
fr: le fichier contenant le modèle pour le poème d'entrée

source: error output format (text or json)
fr: format de sortie pour les erreurs ("text" ou "json")

source: diaeresis training: diaeresis file to use
fr: entraînement des diérèses : fichier de diérèses à utiliser

source: diaeresis training: output file where to write the contexts
fr: entraînement des diérèses : fichier de sortie pour l'écriture des contextes

source: diaeresis training: fixed weight for a specific chunk
fr: entraînement des diérèses : poids fixe attribué à un bloc spécifique

source: diaeresis training: position of the specific chunk from the end
fr: entraînement des diérèses : position du bloc spécifique à partir de la fin

source: Could not load template %s: %s
fr: Impossible de charger le modèle %s: %s

source: (see '%s' above)
fr: (voir '%s' ci-dessus)

source: Illegal characters
fr: Caractères interdits

source: Illegal ambiguous pattern
fr: Motif ambigu interdit

source: Illegal hiatus
fr: Hiatus interdit

source: %s for type %s (expected %s, inferred %s)
fr: %s pour le type %s (attendu : %s, lu : %s)

source: Bad rhyme genre
fr: Mauvais genre de rime

source: or
fr: ou

source: Bad rhyme sound
fr: Mauvaise rime

source: Bad rhyme ending
fr: Mauvaise rime pour l'œil

source: with hemistiche%s at
fr: avec hémistiche%s en

source: Illegal metric: expected %d syllable%s%s
fr: Métrique illégale: attendu : %d syllabe%s%s

source: Too many occurrences of word "%s" for rhyme %s
fr: Trop d'occurrences du mot "%s" pour la rime %s

source: Poem is not complete
fr: Poème incomplet

source: Verse is beyond end of poem
fr: Vers au-delà de la fin du poème
